/* NSWindow (Battery Recall Assistant) : <title:Battery Recall Assistant> (oid:5) */
"Battery Recall Assistant" = "Assistant du rappel de batterie";

/* NSTextField (Battery serial number:) : <title:Battery serial number:> (oid:11) */
"Battery serial number:" = "Numéro de série de la batterie:";

/* NSButton (Check) : <title:Check> (oid:27) */
"Check" = "Vérifier";

/* NSTextField (0) : <title:Computer serial number> (oid:44) */
"Computer serial number" = "Numéro de série de l'ordinateur";

/* NSTextField (Computer serial number:) : <title:Computer serial number:> (oid:10) */
"Computer serial number:" = "Numéro de série de l'ordinateur:";

/* NSTextField (Country:) : <title:Country:> (oid:13) */
"Country:" = "Pays:";

/* NSButton (Dismiss) : <title:Dismiss> (oid:28) */
"Dismiss" = "Annulée";

/* NSTextField (Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.) : <title:Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.> (oid:25) */
"Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program." = "Incrivez le numéro de série à 12 chiffres de votre batterie afin de contrôler si votre batterie est éligible au programme d'échange de batterie pour l'iBook G4 et PowerBook G4.";

/* NSTextField (0) : <title:Full 12-digit battery serial number> (oid:9) */
"Full 12-digit battery serial number" = "Numéro de série de 12 chiffres";

/* NSTextField (iBook & PowerBook Battery Exchange) : <title:iBook & PowerBook Battery Exchange> (oid:24) */
"iBook & PowerBook Battery Exchange" = "Échange de batterie iBook et PowerBook";

/* NSMenuItem : <title:Item1> (oid:18) */
"Item1" = "Item1";

/* NSMenuItem : <title:Item2> (oid:16) */
"Item2" = "Item2";

/* NSMenuItem : <title:Item3> (oid:17) */
"Item3" = "Item3";

/* NSButton (More info…) : <title:More info…> (oid:47) */
"More info…" = "Plus d'info…";

/* NSMenu : <title:OtherViews> (oid:15) */
"OtherViews" = "AutresVues";

